Repository: ehwplus/city_park_app
Catalog: lib/src/l10n/arb/app_*.arb
Languages: de

# appTitle
source: City park app
de: Stadtpark App

# tabArrival
source: Arrival
de: Anfahrt

# tabTickets
source: Tickets
de: Eintritt

# tabMap
source: Expore
de: Karte

# tabEvents
source: Events
de: Veranstaltungen

# tabArrivalDescription
source: Find the best route to the park by public transport, bike, or car.
de: Finde den schnellsten Weg zum Park – per ÖPNV, Fahrrad oder Auto.

# tabTicketsDescription
source: Details on tickets, prices, and opening times at a glance.
de: Infos zu Tickets, Preisen und Öffnungszeiten auf einen Blick.

# tabMapDescription
source: Explore the park and discover highlights nearby.
de: Erkunde den Parkplan und entdecke Highlights in der Nähe.

# settingsTitle
source: Settings
de: Einstellungen

# privacyTitle
source: Privacy
de: Datenschutz

# impressumTitle
source: Imprint
de: Impressum

# privacyDescription
source: Information about how your data is collected, stored, and used. Replace with your full privacy policy.
de: Hier stehen Hinweise zur Datenerhebung, -speicherung und -nutzung. Füge hier eure vollständige Datenschutzerklärung ein.

# impressumDescription
source: Add legal provider information, contact, and responsible persons here.
de: Füge hier die Impressumsangaben (Anbieter, Kontakt, Verantwortliche) ein.

# settingsPrivacyTileTitle
source: Privacy
de: Datenschutz

# settingsPrivacyTileSubtitle
source: Information about how your data is handled
de: Informationen zur Verarbeitung deiner Daten

# settingsImpressumTileTitle
source: Imprint
de: Impressum

# settingsImpressumTileSubtitle
source: Information required by law (e.g. provider, contact)
de: Angaben gemäß § 5 TMG

# ticketsSeasonPassQuestion
source: Do you have a season pass?
de: Du besitzt eine Dauerkarte?

# ticketsAddSeasonPassButton
source: Add season pass
de: Dauerkarte hinzufügen

# ticketsAvailableInfo
source: Would you like to add more tickets?
de: Du hast bereits gespeicherte Dauerkarten.

# settingsTicketsTileSubtitle
source: Manage saved season passes
de: Gespeicherte Dauerkarten verwalten

# ticketsManagementEmpty
source: You have not saved any season passes yet.
de: Du hast noch keine Dauerkarten gespeichert.

# ticketsManagementRemove
source: Remove
de: Entfernen

# parkStatusClosing
source: The {parkName} closes in {minutes} minutes. It is open today until {time}.
de: Der {parkName} schließt in {minutes} Minuten. Der Park ist heute bis {time} Uhr geöffnet.

# parkStatusOpensToday
source: The {parkName} opens in {minutes} minutes at {time}.
de: Der {parkName} öffnet in {minutes} Minuten um {time} Uhr.

# parkStatusOpensFuture
source: The {parkName} opens again {when} at {time}.
de: Der {parkName} öffnet erst {when} um {time} Uhr wieder.

# whenTomorrow
source: tomorrow
de: morgen

# whenDayAfterTomorrow
source: the day after tomorrow
de: übermorgen

# openingHoursNext7Days
source: Opening hours for the next 7 days
de: Öffnungszeiten der nächsten 7 Tage

# openingHoursClosed
source: Closed
de: Geschlossen

# openingHoursNotFound
source: No opening hours found.
de: Keine Öffnungszeiten gefunden.

# settingsThemeTitle
source: Appearance
de: Darstellung

# settingsThemeLight
source: Light
de: Hell

# settingsThemeDark
source: Dark
de: Dunkel

# settingsLanguageTitle
source: Language
de: Sprache

# ticketsAddTitle
source: Add season pass
de: Dauerkarte hinzufügen

# ticketsFormFirstName
source: First name
de: Vorname

# ticketsFormLastName
source: Last name
de: Nachname

# ticketsFormBirthday
source: Birthday (YYYY-MM-DD)
de: Geburtsdatum (YYYY-MM-DD)

# ticketsFormInvalidBirthday
source: Birthday must be YYYY-MM-DD
de: Geburtsdatum muss YYYY-MM-DD sein

# ticketsFormCardNumber
source: Card number
de: Kartennummer

# ticketsFormQrCode
source: QR code
de: QR-Code / Seriennummer

# ticketsFormScanButton
source: Scan QR code
de: QR-Code scannen

# ticketsFormParksLabel
source: Valid in parks
de: Gültig in Parks
